package com.hnzs;

import org.springframework.boot.SpringApplication;
import org.springframework.boot.autoconfigure.SpringBootApplication;

@SpringBootApplication
public class ProjectApplication {

	public static void main(String[] args) {
		SpringApplication.run(ProjectApplication.class, args);
		System.out.println("////////////////////////////////////////////////////////////////////\n" +
				"//                          _ooOoo_                               //\n" +
				"//                         o8888888o                              //\n" +
				"//                         88\" . \"88                              //\n" +
				"//                         (| ^_^ |)                              //\n" +
				"//                         O\\  =  /O                              //\n" +
				"//                      ____/`---'\\____                           //\n" +
				"//                    .'  \\\\|     |//  `.                         //\n" +
				"//                   /  \\\\|||  :  |||//  \\                        //\n" +
				"//                  /  _||||| -:- |||||-  \\                       //\n" +
				"//                  |   | \\\\\\  -  /// |   |                       //\n" +
				"//                  | \\_|  ''\\---/''  |   |                       //\n" +
				"//                  \\  .-\\__  `-`  ___/-. /                       //\n" +
				"//                ___`. .'  /--.--\\  `. . ___                     //\n" +
				"//              .\"\" '<  `.___\\_<|>_/___.'  >'\"\".                  //\n" +
				"//            | | :  `- \\`.;`\\ _ /`;.`/ - ` : | |                 //\n" +
				"//            \\  \\ `-.   \\_ __\\ /__ _/   .-` /  /                 //\n" +
				"//      ========`-.____`-.___\\_____/___.-`____.-'========         //\n" +
				"//                           `=---='                              //\n" +
				"//      ^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^        //\n" +
				"//            佛祖保佑       永不宕机     永无BUG                 //\n" +
				"////////////////////////////////////////////////////////////////////");
	}

}
